Repository: maxisme/notifi
Catalog: apps/app/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# keys.rowLabelCritical
source: , Urgent alerts on
de: , Kritische Benachrichtigungen an
es: , alertas críticas activadas
fr: , alertes critiques activées
it: , avvisi critici attivi

# keys.rowLabelRevoked
source: , revoked
de: , widerrufen
es: , revocada
fr: , révoquée
it: , revocata

# keys.rowLastUsed
source: used %1$@
de: genutzt %1$@
es: usada %1$@
fr: utilisée %1$@
it: usata %1$@

# keys.sectionActive
source: Active
de: Aktiv
es: Activas
fr: Actives
it: Attive

# keys.sectionRevoked
source: Revoked
de: Widerrufen
es: Revocadas
fr: Révoquées
it: Revocate

# keys.sent
source: %lld sent
de: %lld gesendet
es: %lld enviadas
fr: %lld envois
it: %lld inviate

# keys.title
source: Keys
de: Schlüssel
es: Claves
fr: Clés
it: Chiavi

# message.downloadImage
source: Download image
de: Bild herunterladen
es: Descargar imagen
fr: Télécharger l’image
it: Scarica immagine

# message.image
source: Image
de: Bild
es: Imagen
it: Immagine

# message.imageBlocked
source: blocked
de: blockiert
es: bloqueada
fr: bloquée
it: bloccata

# message.imageFailedToLoad
source: Couldn’t load image
de: Bild konnte nicht geladen werden
es: No se pudo cargar la imagen
fr: Échec du chargement de l’image
it: Caricamento dell’immagine non riuscito

# message.imageHidden
source: Image hidden
de: Bild ausgeblendet
es: Imagen oculta
fr: Image masquée
it: Immagine nascosta

# message.imageHost
source: another host
de: einem anderen Host
es: otro host
fr: un autre hôte
it: un altro host

# message.imageLoadWarning
source: Loading contacts %1$@.
de: Beim Laden wird %1$@ kontaktiert.
es: Cargarla contacta con %1$@.
fr: Le charger contacte %1$@.
it: Caricandola contatterai %1$@.

# message.imageSaved
source: Saved to Photos
de: In Fotos gesichert
es: Guardada en Fotos
fr: Enregistrée dans Photos
it: Salvata in Foto

# message.imageSaveDenied
source: Allow notifi to add to Photos in Settings.
de: notifi braucht die Berechtigung, zu Fotos hinzuzufügen. Aktiviere sie in den Einstellungen.
es: notifi necesita permiso para añadir a Fotos. Actívalo en Ajustes.
fr: notifi a besoin de l’autorisation d’ajouter à Photos. Activez-la dans Réglages.
it: notifi ha bisogno del permesso di aggiungere a Foto. Attivalo in Impostazioni.

# message.imageSavedToFile
source: Saved
de: Gesichert
es: Guardada
fr: Enregistrée
it: Salvata

# message.imageSaveFailed
source: Couldn’t save the image
de: Bild konnte nicht gesichert werden
es: No se pudo guardar la imagen
fr: Impossible d’enregistrer l’image
it: Impossibile salvare l’immagine

# message.keyFallbackName
source: Key %1$@
de: Schlüssel %1$@
es: Clave %1$@
fr: Clé %1$@
it: Chiave %1$@

# message.linkBlockedNotice
source: Link blocked
de: Link blockiert
es: Enlace bloqueado
fr: Lien bloqué
it: Link bloccato

# message.load
source: Load
de: Laden
es: Cargar
fr: Charger
it: Carica

# message.loadImage
source: Load image
de: Bild laden
es: Cargar imagen
fr: Charger l’image
it: Carica immagine

# message.notFound
source: Notification not found
de: Benachrichtigung nicht gefunden
es: Notificación no encontrada
fr: Notification introuvable
it: Notifica non trovata

# message.notFoundDetail
source: It may have been deleted.
de: Sie wurde möglicherweise auf diesem Gerät gelöscht.
es: Puede que se haya eliminado en este dispositivo.
fr: Elle a peut-être été supprimée sur cet appareil.
it: Potrebbe essere stato eliminato su questo dispositivo.

# message.resetZoom
source: Reset zoom
de: Zoom zurücksetzen
es: Restablecer el zoom
fr: Réinitialiser le zoom
it: Reimposta lo zoom

# message.savingImage
source: Saving…
de: Wird gesichert …
es: Guardando…
fr: Enregistrement…
it: Salvataggio…

# message.sentWithKey
source: Sent with key %1$@
de: Gesendet mit Schlüssel %1$@
es: Enviado con la clave %1$@
fr: Envoyé avec la clé %1$@
it: Inviato con la chiave %1$@

# message.shareLink
source: Share link
de: Link teilen
es: Compartir enlace
fr: Partager le lien
it: Condividi link

# message.sourceHeader
source: Source
de: Quelle
es: Origen
it: Origine

# message.viewImageFullScreen
source: Full screen
de: Bild im Vollbild anzeigen
es: Ver imagen a pantalla completa
fr: Voir l’image en plein écran
it: Visualizza immagine a schermo intero

# push.actionMarkAsRead
source: Mark as read
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
it: Segna come letto

# push.actionOpenLink
source: Open link
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
it: Apri link

# push.fallbackBody
source: Open notifi to view
de: notifi öffnen, um es anzuzeigen
es: Abre notifi para verlo
fr: Ouvrez notifi pour voir
it: Apri notifi per visualizzare

# push.summaryFormat
source: %%u more from %1$@
de: %%u weitere von %1$@
es: %%u más de %1$@
fr: %%u de plus de %1$@
it: %%u altre da %1$@

# reader.deleteSelectedTitle
source: Delete %1$@?
de: %1$@ löschen?
es: ¿Eliminar %1$@?
fr: Supprimer %1$@ ?
it: Eliminare %1$@?

# reader.openInWindow
source: Open in window
de: Im Fenster öffnen
es: Abrir en una ventana
fr: Ouvrir dans une fenêtre
it: Apri in una finestra

# reader.selectPrompt
source: Select a notification
de: Wähle eine Benachrichtigung
es: Selecciona una notificación
fr: Sélectionnez une notification
it: Seleziona una notifica

# restore.detail
source: Your notifications were restored, but keys can’t move between devices. Your old keys no longer work. Create new ones.
de: Deine alten Benachrichtigungen wurden aus einem Backup wiederhergestellt, deine Schlüssel jedoch nicht. Schlüssel sind an das Gerät gebunden, auf dem sie erstellt wurden, und können nicht übertragen werden. Alles, was noch an deine alten Schlüssel sendet, wird jetzt abgelehnt. Erstelle neue Schlüssel, um weiter Benachrichtigungen zu erhalten.
es: Tus notificaciones antiguas se restauraron desde una copia de seguridad, pero tus claves no. Las claves están ligadas al dispositivo en el que se crearon y no se pueden trasladar. Cualquier envío que siga dirigido a tus claves antiguas será rechazado. Crea claves nuevas para seguir recibiendo notificaciones.
fr: Vos anciennes notifications ont été restaurées depuis une sauvegarde, mais pas vos clés. Les clés sont liées à l’appareil sur lequel elles ont été créées et ne peuvent pas être déplacées. Tout ce qui envoie encore vers vos anciennes clés sera désormais rejeté. Créez de nouvelles clés pour continuer à recevoir des notifications.
it: Le tue vecchie notifiche sono state ripristinate da un backup, ma le tue chiavi no. Le chiavi sono legate al dispositivo su cui sono state create e non possono essere spostate. Qualsiasi invio ancora effettuato verso le tue vecchie chiavi verrà ora rifiutato. Crea nuove chiavi per continuare a ricevere notifiche.

# restore.title
source: New device
de: Das sieht nach einem neuen Gerät aus
es: Esto parece un dispositivo nuevo
fr: Cela ressemble à un nouvel appareil
it: Sembra un dispositivo nuovo

# search.matches
source: %lld matches
de: %lld Treffer
es: %lld coincidencias
fr: %lld résultats
it: %lld risultati

# search.prompt
source: Search inbox
de: Inbox durchsuchen
es: Buscar en Inbox
fr: Rechercher dans Inbox
it: Cerca in Inbox

# search.recent
source: Recent
de: Zuletzt
es: Recientes
fr: Récents
it: Recenti

# settings.checkForUpdates
source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Verifica aggiornamenti

# settings.deleteAll
source: Delete all notifications
de: Alle Benachrichtigungen löschen
es: Eliminar todas las notificaciones
fr: Supprimer toutes les notifications
it: Elimina tutte le notifiche

# settings.deleteAllConfirm
source: Delete all
de: Alle löschen
es: Eliminar todas
fr: Tout supprimer
it: Elimina tutte

# settings.deleteAllMessage
source: This can’t be undone.
de: Das kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.

# settings.deleteAllTitle
source: Delete all notifications?
de: Alle Benachrichtigungen löschen?
es: ¿Eliminar todas las notificaciones?
fr: Supprimer toutes les notifications ?
it: Eliminare tutte le notifiche?

# settings.docs
source: Docs
de: Dokumentation
es: Documentación
fr: Documentation
it: Documentazione

# settings.grain
source: Grain
de: Körnung
es: Grano
it: Grana

# settings.installUpdatesAutomatically
source: Install updates automatically
de: Updates automatisch installieren
es: Instalar actualizaciones automáticamente
fr: Installer les mises à jour automatiquement
it: Installa gli aggiornamenti automaticamente

# settings.installUpdatesAutomaticallyDetail
source: Download and install new versions without asking. notifi relaunches itself when it updates.
de: Lädt neue Versionen ohne Nachfrage herunter und installiert sie. notifi startet sich beim Update neu.
es: Descarga e instala las nuevas versiones sin preguntar. notifi se reinicia al actualizarse.
fr: Télécharge et installe les nouvelles versions sans demander. notifi redémarre lorsqu’il se met à jour.
it: Scarica e installa le nuove versioni senza chiedere. notifi si riavvia quando si aggiorna.

# settings.iosApp
source: Get notifi for iPhone and iPad
de: Im App Store laden
es: Consíguela en el App Store
fr: Télécharger dans l’App Store
it: Scarica su App Store

# settings.loadImages
source: Load images automatically
de: Bilder automatisch laden
es: Cargar imágenes automáticamente
fr: Charger les images automatiquement
it: Carica le immagini automaticamente

# settings.loadImagesDetail
source: Loads images automatically.
de: Ruft jedes Bild ab, sobald seine Benachrichtigung ankommt. Der Host des Bildes sieht dabei deine IP-Adresse. Aus, lädt ein Bild erst, wenn du es antippst.
es: Obtiene cada imagen en cuanto llega su notificación. El host de la imagen ve tu dirección IP cuando eso ocurre. Desactivado, una imagen solo se carga al pulsarla.
fr: Récupère chaque image dès l’arrivée de sa notification. L’hôte de l’image voit alors votre adresse IP. Désactivé, une image ne se charge que lorsque vous la touchez.
it: Recupera ogni immagine non appena arriva la sua notifica. L'host dell'immagine vede il tuo indirizzo IP quando succede. Disattivato, un'immagine si carica solo quando la tocchi.

# settings.macApp
source: Get notifi for Mac
de: Für den Mac laden
es: Descargar para Mac
fr: Télécharger pour Mac
it: Scarica per Mac

# settings.openAtLogin
source: Open at login
de: Bei Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à l’ouverture de session
it: Apri all'accesso

# settings.openAtLoginDetail
source: Starts notifi in the menu bar at login.
de: Startet notifi bei der Anmeldung an diesem Mac in der Menüleiste.
es: Inicia notifi en la barra de menús al iniciar sesión en este Mac.
fr: Démarre notifi dans la barre des menus lorsque vous ouvrez une session sur ce Mac.
it: Avvia notifi nella barra dei menu quando accedi a questo Mac.

# settings.openSystemSettings
source: Open system settings
de: Systemeinstellungen öffnen
es: Abrir ajustes del sistema
fr: Ouvrir les réglages système
it: Apri impostazioni di sistema

# settings.permission
source: Permission
de: Berechtigung
es: Permiso
fr: Autorisation
it: Autorizzazione

# settings.permissionEnabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activée
it: Attiva

# settings.permissionEphemeral
source: Ephemeral
de: Flüchtig
es: Efímero
fr: Éphémère
it: Effimera

# settings.permissionNotSet
source: Not set
de: Nicht festgelegt
es: Sin definir
fr: Non défini
it: Non impostata

# settings.permissionOff
source: Off
de: Aus
es: Desactivado
fr: Désactivée
it: Disattivata

# settings.permissionProvisional
source: Provisional
de: Vorläufig
fr: Provisoire
it: Provvisoria

# settings.permissionUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnue
it: Sconosciuta

# settings.privacyPolicy
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

# settings.sectionAbout
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni

# settings.sectionApplication
source: Application
de: Anwendung
es: Aplicación
it: Applicazione

# settings.sectionPermissions
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Autorizzazioni

# settings.stayVisible
source: Notifications stay visible
de: Benachrichtigungen bleiben sichtbar
es: Las notificaciones permanecen visibles
fr: Les notifications restent visibles
it: Le notifiche restano visibili

# settings.stayVisibleDetail
source: Notifications stay on screen until you dismiss them.
de: Hält eine Benachrichtigung auf dem Bildschirm, bis du sie anklickst oder schließt. Aus, verschwindet sie nach ein paar Sekunden. „Aktivieren“ öffnet die Systemeinstellungen, in denen du den Hinweisstil von notifi wählst.
es: Mantiene una notificación en pantalla hasta que la pulses o la descartes. Desactivado, desaparece a los pocos segundos. Activar abre Ajustes del Sistema, donde se elige el estilo de alerta de notifi.
fr: Garde une notification à l’écran jusqu’à ce que vous cliquiez dessus ou la fermiez. Désactivé, elle disparaît après quelques secondes. Activer ouvre les Réglages Système, où vous choisissez le style d’alerte de notifi.
it: Tiene una notifica sullo schermo finché non la clicchi o la chiudi. Disattivato, sparisce dopo pochi secondi. Attiva apre Impostazioni di Sistema, dove scegli lo stile di avviso di notifi.

# settings.stayVisibleEnable
source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva

# settings.strictSend
source: Reject invalid sends
de: Ungültige Sendungen ablehnen
es: Rechazar envíos no válidos
fr: Rejeter les envois invalides
it: Rifiuta invii non validi

# settings.strictSendDetail
source: Refuses an API request whose title or body is over length. When turned off, the field is cropped and the send is accepted with a warnings array. [For more information see the docs](https://notifi.it/docs#response)
de: Lehnt einen Send ab, dessen Titel oder Text zu lang ist: /send antwortet mit 422 invalid_content und speichert nichts. Aus, wird das Feld gekürzt und der Send mit einem warnings-Array angenommen. [Zur Dokumentation](https://notifi.it/docs#response)
es: Rechaza un envío cuyo título o cuerpo supera la longitud: /send responde 422 invalid_content y no guarda nada. Desactivado, el campo se recorta y el envío se acepta con un array warnings. [Leer la documentación](https://notifi.it/docs#response)
fr: Refuse un envoi dont le titre ou le corps dépasse la longueur autorisée : /send répond 422 invalid_content et ne stocke rien. Désactivé, le champ est raccourci et l’envoi est accepté avec un tableau warnings. [Lire la documentation](https://notifi.it/docs#response)
it: Rifiuta un invio il cui titolo o corpo supera la lunghezza consentita: /send risponde 422 invalid_content e non memorizza nulla. Disattivato, il campo viene abbreviato e l'invio è accettato con un array warnings. [Leggi la documentazione](https://notifi.it/docs#response)

# settings.support
source: Report a problem
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema

# settings.testBody
source: Your first notification.
de: Deine erste Benachrichtigung.
es: Tu primera notificación.
fr: Votre première notification.
it: La tua prima notifica.

# settings.theme
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema

# settings.themeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro

# settings.themeLight
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

# tabs.keys
source: Keys
de: Schlüssel
es: Claves
fr: Clés
it: Chiavi

# tabs.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

# unsupported.detail
source: notifi needs a Mac with Apple silicon or a T2 chip.
de: notifi benötigt einen Mac mit Apple Silicon oder einem T2-Chip. Dieser Mac hat keine Secure Enclave, die notifi zum Schutz deines Identitätsschlüssels verwendet.
es: notifi requiere un Mac con Apple silicon o un chip T2. Este Mac no tiene Secure Enclave, que notifi usa para proteger tu clave de identidad.
fr: notifi nécessite un Mac avec puce Apple silicon ou puce T2. Ce Mac n’a pas d’Enclave sécurisée, que notifi utilise pour protéger votre clé d’identité.
it: notifi richiede un Mac con chip Apple Silicon o chip T2. Questo Mac non ha una Secure Enclave, che notifi usa per proteggere la tua chiave di identità.

# unsupported.title
source: Unsupported Mac
de: Nicht unterstützter Mac
es: Mac no compatible
fr: Mac non pris en charge
it: Mac non supportato

# age.weeks
source: %1$@w
es: %1$@sem
fr: %1$@sem.
it: %1$@sett

# createKey.sectionName
source: Name
es: Nombre
fr: Nom
it: Nome

# inbox.offlineBadge
source: Offline
es: Sin conexión
fr: Hors ligne

# settings.feedback
source: Feedback
es: Comentarios
fr: Avis

# settings.sectionSupport
source: Support
es: Ayuda
fr: Assistance
it: Assistenza

# settings.themeSystem
source: System
es: Sistema
fr: Système
it: Sistema

# settings.version
source: Version
es: Versión
it: Versione
